
{"id":55,"date":"2024-06-19T03:50:25","date_gmt":"2024-06-19T03:50:25","guid":{"rendered":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/?page_id=55"},"modified":"2024-06-19T03:50:25","modified_gmt":"2024-06-19T03:50:25","slug":"rules","status":"publish","type":"page","link":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/rules\/","title":{"rendered":"RULES"},"content":{"rendered":"\n<h1 class=\"wp-block-heading\">SITC FULFILLMENT FOR ALL INDIA TRADE TEST<\/h1>\n\n\n\n<p>Before a trainee appearAlTT he must fulfill the following requirments has completed the training weeks .<\/p>\n\n\n\n<p>(i)He has completed thetraining weeks.<\/p>\n\n\n\n<p>(ii)He has the minimum attendance of 8O%.<\/p>\n\n\n\n<p>(iii)He has completed all the records of each subject.<\/p>\n\n\n\n<p>(iv)He has paid all the institution dues.<\/p>\n\n\n\n<p>(v)Certificate submitted by the trainees at the time of admission must be genuine verified by the concerned Board of Education.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">INSTRUCTION FOR GUARDIANS<\/h1>\n\n\n\n<p>(i)Parents \/ Guardians are requested to acquaint themselves with all rules and regulations of the institution.<\/p>\n\n\n\n<p>(ii) After confirmation regarding selection oftrades, no alternation is possible.<\/p>\n\n\n\n<p>(iii)At the time of admission must have to deposit CLC \/ SLC \/ TC, l\\\/larksheet (H.S.C.) Conduct certicate originalalongwith board certificate.<\/p>\n\n\n\n<p>(iv)After verification ifthe certificate iffound fake, admission will be cancelled.<\/p>\n\n\n\n<p>(v)No duplicate certificate will be allowed without court affidavit.<\/p>\n\n\n\n<p>(vi)The dues must be cleared before form fill up or as per the rule ofthe institution.<\/p>\n\n\n\n<p>(vii) No vacation will be allowed to the trainees except national holidays, 2nd Saturdays and Sundays.<\/p>\n\n\n\n<p>(viii)lf the trainee once confirm his admission after clearing the total dues the certificates will be issued in this favor.<\/p>\n\n\n\n<p>(ix))For any special ground you may called for information about the trainees. You are requested to visitthe institute quarterly &amp; discuss with the authority for any problem.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">NO REFUND<\/h1>\n\n\n\n<p>The amount once paid is not refundable under any circumstances.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">JURISDICTION<\/h1>\n\n\n\n<p>All disputes (if any) arises relating to the SITC duringthe course period are subject to Rourkela jurisdiction only.<\/p>\n\n\n\n<h1 class=\"wp-block-heading\">GENERAL RULES<\/h1>\n\n\n\n<p>(1)Trainees must be punctual as per institute prescribed schedule time.<\/p>\n\n\n\n<p>(2)Any late comers or trainees found in violation of the rule will be punished by the concerned training incharge.<\/p>\n\n\n\n<p>(3) Trainees must be present themselves in the institute at all times in a-respective manner.<\/p>\n\n\n\n<p>(4)Trainees must come to the class with their own text books note books drawing instrument box dairy Identity Card etc. otherwise they may not be allowed to the class.<\/p>\n\n\n\n<p>(5)Trainees should not run about inside the premises, disfiguring walls ofthe building.<\/p>\n\n\n\n<p>(6) lfany trainees found disfiguring walls, tampering with switches or miscusing institute property will be penalised.<\/p>\n\n\n\n<p>(7) Trainees must be regular in attendance not below than 80 % for appearing A.l.T.T Examination &amp; 75% for promotion.<\/p>\n\n\n\n<p>(8)No trainees shall remain absent without prior permission forthe principal for over three days.<\/p>\n\n\n\n<p>(9)For sudden illness, application for leave may be send to the principal on the 1st day of absence failing which no consideration will be made in this concern.<\/p>\n\n\n\n<p>(10)Trainees must attend the monthly test, viva~voce, communication ofskill ability class without any fail.<\/p>\n\n\n\n<p>(11)Trainees must keep their study materials, vehicle, tools &amp; equipments with their own responsibility.<\/p>\n\n\n\n<p>(12)For any loss or damage of the tools equipments machineries etc. total cost will be recovered form the trainees.<\/p>\n\n\n\n<p>(13)Smoking chewing ofGutka, Tamakhu &amp;Alcohol is strictly prohibited inside the institute premises. (14)None of the trainee will be allowed leave on the recreation without the prior written request of the guardian.<\/p>\n\n\n\n<p>(15)lfanytrainee disobeythe institute rules &amp; regulations misguide others &amp; misbehave the trainers will be removed from the institute at any consideration.<\/p>\n\n\n\n<p>(16)Ragging is strictly prohibited either in mentally or physically.<\/p>\n\n\n\n<p>(17)All trainees must bound to attend industrial tours.<\/p>\n\n\n\n<p>(18)Due to negligence ofthe trainee ifany from of property damaged in institution, will be recovered from the offender.<\/p>\n\n\n\n<p>(19) Fees once paid neither refundable nor adjustable.<\/p>\n\n\n\n<p>(20)No outside influence is entertained in any respect.<\/p>\n\n\n\n<p>(21)Institute does not allow student associations, union at any circumstance as well as to participate in local politics.<\/p>\n\n\n\n<p>(22)As per the guideline of D.G.E.T, New Delhi &amp; D.T.E.T., Orissa, ifany rule regulation will be modified than you must have obeythe same.<\/p>\n\n\n\n<p>(23)The management of S.|.T.C. Jamunadhipa reserves the right to change any portion or any part of this rules when &amp; where necessary for betterment of the trainees.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>SITC FULFILLMENT FOR ALL INDIA TRADE TEST Before a trainee appearAlTT he must fulfill the following requirments has completed the training weeks . (i)He has completed thetraining weeks. (ii)He has the minimum attendance of 8O%. (iii)He has completed all the records of each subject. (iv)He has paid all the institution dues. (v)Certificate submitted by the [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-55","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/pages\/55"}],"collection":[{"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/comments?post=55"}],"version-history":[{"count":1,"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/pages\/55\/revisions"}],"predecessor-version":[{"id":56,"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/pages\/55\/revisions\/56"}],"wp:attachment":[{"href":"https:\/\/lyonkart.whf.bz\/shivampvtiti\/wp-json\/wp\/v2\/media?parent=55"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}